import React from "react";

function Terms() {
  return (
    <div className="p-[7vw]">
      <div className="bg-[#9dcbf860] rounded-[2vw] p-[5vw]">
        <h1 className="m-bold text-[#006BC5] md:text-[3vw] text-[5vw] mb-[2vw]">
          Sotib olish shartlar
        </h1>
        <p className="text-[#006BC5] md:text-[1.7vw] text-[3.7vw] text-justify">
          Apple — американская корпорация, производитель персональных и
          планшетных компьютеров, аудиоплееров, смартфонов, программного
          обеспечения и цифрового контента. Один из пионеров в области
          персональных компьютеров и современных многозадачных операционных
          систем с графическим интерфейсом.Apple — американская корпорация,
          производитель персональных и планшетных компьютеров, аудиоплееров,
          смартфонов, программного обеспечения и цифрового контента. Один из
          пионеров в области персональных компьютеров и современных
          многозадачных операционных систем с графическим интерфейсом.Apple —
          американская корпорация, производитель персональных и планшетных
          компьютеров, аудиоплееров, смартфонов, программного обеспечения и
          цифрового контента. Один из пионеров в области персональных
          компьютеров и современных многозадачных операционных систем с
          графическим интерфейсом.Apple — американская корпорация, производитель
          персональных и планшетных компьютеров, аудиоплееров, смартфонов,
          программного обеспечения и цифрового контента. Один из пионеров в
          области персональных компьютеров и современных многозадачных
          операционных систем с графическим интерфейсом.Apple — американская
          корпорация, производитель персональных и планшетных компьютеров,
          аудиоплееров, смартфонов, программного
        </p>
      </div>
    </div>
  );
}

export default Terms;
