{
    "uz": {
        "0": "smartfonlar",
        "1": "Noutbuklar",
        "2": "Smartfonlar",
        "3": "Televizorlar",
        "4": "Muzlatlkichlar",
        "5": "Isitkichlar",
        "6": "Biz bilan aloqa",
        "7": "qidirish",
        "8": "batafsil o'qish",
        "9": "kategoriyalar",
        "12": "Buyurtma berish",
        "13": "batafsil tafsilot",
        "[": "yangi mahsulotlar",
        "about_us": "Maxone – O‘zbekistondagi birinchi va eng yirik tugmali telefonlar do‘koni.\n\nMobil tugmachali telefonlar savdosi bilan shug'ullanadi.\n \nDo'konda 1000 dan ortiq tugmachali telefonlar sotuvga qo'yilgan. Ular orasida barcha turdagi mobil telefonlar mavjud.\n\nMaxone o'z faoliyatini Internetda veb-sayt shaklida boshladi. Siz bizning veb-saytimizda har qanday turdagi telefonlarni xarid qilishingiz mumkin",
        "adres": "Toshkent shahar, Uchtepa tumani 12-4",
        "all": "umumiy",
        "all_phones": "Barcha telefonlar",
        "alls": "Barchasi",
        "approve": "Sizning so'rovingiz qabul qilindi",
        "arzon": "Arzonidan boshlash",
        "as": "Mazkur sayt sizga keng assortimentdagi sifatli texnika mahsulotlarini taqdim etadi. Maxone'da zamonaviy ehtiyojlarga zamonaviy yechim topasiz! ",
        "b": "oxirgi yangilanish",
        "batafsil": "Batafsil",
        "buy": "Sotib olish",
        "c": "chegirmadagi mahsulotlar",
        "call": "Qo'ng'iroq",
        "catalog": "Toifalar",
        "color": "Rangi",
        "computers": "kompyuterlar",
        "d": "mahsulotlar",
        "e": "hoziroq sotib olish",
        "en": "English",
        "f": "aloqa",
        "f_1": "Biz haqimizda",
        "f_2": "Foydalanish shartlari",
        "f_3": "Toifalar",
        "f_4": "Yangiliklar",
        "fix": "To'ldiring",
        "f_name1": "Kompaniya",
        "f_name2": "Mahsulotlar",
        "f_name3": "Aloqa",
        "g": "qo'llab-quvvatlash",
        "h": "saralangan mahsulotlar",
        "home": "Bosh sahifa",
        "hudud": "Hududingizni tanlang",
        "i": "Filter",
        "ism": "Ismingizni kiriting",
        "izoh": "Izoh",
        "j": "soatlar",
        "k": "knoplali telefonlar",
        "l": "kibersport",
        "last": "So'ngilari",
        "like": "Sevimlilar",
        "likes": "Sevimli mahsulotlar",
        "likes_2": "Tanlangan sevimli mahsulotlar shu yerda saqlanadi",
        "m": "ortga",
        "mail": "info@maxone.uz",
        "main": "Bosh sahifa",
        "n": "O'xshash modellar",
        "number": "+998995595353",
        "o": "Arzonidan boshlash",
        "p": "Qimmatlaridan boshlash",
        "q": "planshetlar",
        "qimmat": "Qimmatidan boshlash",
        "r": "brendni tanlang",
        "ru": "Русский",
        "s": "bosh sahifa",
        "search": "Qidiruv",
        "send": "Yuborish",
        "sevimli": "Sevimlilarga saqlandi",
        "slogan": "Yaxshi tugmachali telefonlar haqidagi yangiliklar Maxonedan boshlanadi",
        "t": "Filterlash",
        "tarif": "Ta'riflar",
        "terms1": "\nFoydalanish shartlari\nOxirgi yangilangan: 2022-yil 21-oktabr\nXizmatimizdan foydalanishdan oldin ushbu shart va shartlarni diqqat bilan o‘qib chiqing.\n",
        "terms10": "Tugatish",
        "terms11": "Biz sizning kirishingizni oldindan ogohlantirmasdan yoki javobgarliksiz, har qanday sababga ko'ra darhol to'xtatishimiz yoki to'xtatib qo'yishimiz mumkin, shu jumladan, agar siz ushbu Shartlarni buzsangiz, cheklovsiz.\nTugatganingizdan so'ng, Xizmatdan foydalanish huquqi darhol to'xtatiladi.\n",
        "terms12": "Mas'uliyatni cheklash",
        "terms13": "Sizga etkazilishi mumkin bo'lgan har qanday zarardan qat'i nazar, Kompaniyaning va uning har qanday yetkazib beruvchilarining ushbu Shartlarning har qanday qoidasi bo'yicha to'liq javobgarligi va yuqorida aytilganlarning barchasi uchun sizning eksklyuziv himoyangiz Xizmat orqali haqiqatda to'langan mablag' yoki 100 AQSh dollari bilan chegaralanadi. Agar Xizmat orqali hech narsa sotib olmagan bo'lsangiz.\nAmaldagi qonunchilikda ruxsat etilgan maksimal darajada, Kompaniya yoki uning yetkazib beruvchilari hech qanday holatda har qanday maxsus, tasodifiy, bilvosita yoki oqibatli zararlar uchun javobgar bo'lmaydilar (shu jumladan, lekin ular bilan cheklanmagan holda, foyda yo'qotilishi, ma'lumotlarning yo'qolishi yoki boshqa ma'lumotlar, biznesni to'xtatish, shaxsiy jarohatlar, xizmatdan foydalanish yoki undan foydalanish mumkin emasligi bilan bog'liq bo'lgan shaxsiy hayotning yo'qolishi, uchinchi tomon dasturiy ta'minoti va/yoki Xizmatda foydalaniladigan uchinchi tomon apparati yoki Aks holda, ushbu Shartlarning har qanday qoidasi bilan bog'liq holda), hatto kompaniya yoki har qanday etkazib beruvchiga bunday zararlar ehtimoli haqida ma'lumot berilgan bo'lsa ham va hatto chora o'zining asosiy maqsadiga mos kelmasa ham.\nBa'zi davlatlar nazarda tutilgan kafolatlarni istisno qilishga yoki tasodifiy yoki oqibatli zararlar uchun javobgarlikni cheklashga yo'l qo'ymaydi, ya'ni yuqoridagi ba'zi cheklovlar qo'llanilmasligi mumkin. Bu shtatlarda har bir tomonning javobgarligi qonun tomonidan ruxsat etilgan darajada cheklanadi.\n",
        "terms14": "Xizmat Sizga \"XAMDA\" va \"MAVJUD BO'LIB\" va barcha nosozliklar va nuqsonlar bilan hech qanday kafolatsiz taqdim etiladi. Amaldagi qonunchilikda ruxsat etilgan maksimal darajada, Kompaniya o'z nomidan va o'zining Filiallari, hamda ularning tegishli litsenziarlari va xizmat ko'rsatuvchi provayderlari nomidan, barcha kafolatlardan qat'i nazar, ochiq, nazarda tutilgan, qonuniy yoki boshqacha tarzda rad etadi. Xizmat, shu jumladan savdoga yaroqlilik, ma'lum bir maqsadga muvofiqlik, nom va huquqbuzarlik bo'yicha barcha nazarda tutilgan kafolatlar hamda muomala, ishlash kursi, foydalanish yoki savdo amaliyoti natijasida yuzaga kelishi mumkin bo'lgan kafolatlar. Yuqorida aytilganlar bilan cheklanmagan holda, Kompaniya hech qanday kafolat yoki majburiyatlarni bermaydi va Xizmat sizning talablaringizni qondirishi, istalgan natijalarga erishishi haqida hech qanday bayonot bermaydi,\nYuqorida aytilganlarni cheklamagan holda, na Kompaniya, na kompaniya provayderi har qanday bayonot yoki kafolat bermaydi, aniq yoki nazarda tutilgan: (i) Xizmatning ishlashi yoki mavjudligi, yoki ma'lumotlar, tarkib va ​​materiallar yoki mahsulotlar bo'yicha. unga kiritilgan; (ii) Xizmat uzluksiz yoki xatosiz bo'lishini; (iii) Xizmat orqali taqdim etilgan har qanday ma'lumot yoki kontentning aniqligi, ishonchliligi yoki valyutasi bo'yicha; yoki (iv) Xizmat, uning serverlari, kontenti yoki Kompaniya nomidan yuborilgan elektron pochta xabarlarida viruslar, skriptlar, troyan otlari, qurtlar, zararli dasturlar, vaqtli bombalar yoki boshqa zararli komponentlar mavjud emasligi.\nBa'zi yurisdiktsiyalar ayrim turdagi kafolatlar yoki iste'molchining amaldagi qonuniy huquqlari bo'yicha cheklovlarni istisno qilishga ruxsat bermaydi, shuning uchun yuqoridagi istisnolar va cheklovlarning bir qismi yoki barchasi Sizga tegishli bo'lmasligi mumkin. Ammo bunday holatda ushbu bo'limda ko'rsatilgan istisnolar va cheklovlar amaldagi qonunchilikka muvofiq maksimal darajada qo'llanilishi kerak.\n",
        "terms15": "Boshqaruv qonuni\n",
        "terms16": "Mamlakat qonunlari, uning qonunlari ziddiyatli qoidalari bundan mustasno, ushbu Shartlar va Sizning Xizmatdan foydalanishingizni tartibga soladi. Ilovadan foydalanishingiz boshqa mahalliy, shtat, milliy yoki xalqaro qonunlarga ham tegishli bo'lishi mumkin.\n",
        "terms17": "Nizolarni hal qilish\n",
        "terms18": "Agar sizda Xizmatga oid har qanday tashvish yoki nizolar bo'lsa, siz birinchi navbatda kompaniya bilan bog'lanish orqali nizoni norasmiy tarzda hal qilishga rozilik bildirasiz.\n",
        "terms19": "Yevropa Ittifoqi (EI) foydalanuvchilari uchun\n",
        "terms2": "Sharh va ta'riflar",
        "terms20": "Agar siz Yevropa Ittifoqi iste'molchisi bo'lsangiz, siz istiqomat qilayotgan mamlakat qonunchiligining har qanday majburiy qoidalaridan foydalanasiz.\n",
        "terms21": "Amerika Qo'shma Shtatlari huquqiy muvofiqligi\n",
        "terms22": "Siz (i) Amerika Qoʻshma Shtatlari hukumati embargosiga duchor boʻlgan yoki Amerika Qoʻshma Shtatlari hukumati tomonidan “terrorizmni qoʻllab-quvvatlovchi” davlat sifatida belgilangan mamlakatda joylashmaganligingizni va (ii) siz emasligingizni tasdiqlaysiz va kafolatlaysiz. Qo'shma Shtatlar hukumati tomonidan taqiqlangan yoki cheklangan tomonlar ro'yxatiga kiritilgan.\n",
        "terms23": "Ajralish va voz kechish\n",
        "terms24": "Ajralish qobiliyati:\nAgar ushbu Shartlarning biron bir qoidasi bajarilmaydigan yoki haqiqiy emas deb topilsa, bunday qoida amaldagi qonunchilikka muvofiq maksimal darajada bunday qoidaning maqsadlariga erishish uchun o'zgartiriladi va talqin qilinadi va qolgan qoidalar to'liq kuchda bo'lib qoladi.\n",
        "terms25": "voz kechish:\nBu erda nazarda tutilgan hollar bundan mustasno, ushbu Shartlar bo'yicha huquqni amalga oshirmaslik yoki majburiyatni bajarishni talab qilmaslik tomonlarning bunday huquqni amalga oshirish qobiliyatiga ta'sir qilmaydi yoki keyinchalik istalgan vaqtda bunday bajarilishini talab qilmaydi va buzilishdan voz kechish shartlardan voz kechishni anglatmaydi. har qanday keyingi buzilish.\n",
        "terms26": "Tarjima talqini\n",
        "terms27": "Agar biz ularni Xizmatimizda sizga taqdim etgan bo'lsak, ushbu Shartlar tarjima qilingan bo'lishi mumkin. Siz nizo yuzaga kelganda ingliz tilidagi asl matn ustun bo'lishiga rozilik bildirasiz.\n",
        "terms28": "Ushbu Shart va Shartlarga O'zgartirishlar\n",
        "terms29": "Biz o'z ixtiyorimiz bilan ushbu Shartlarni istalgan vaqtda o'zgartirish yoki almashtirish huquqini saqlab qolamiz. Agar qayta ko'rib chiqish muhim bo'lsa, biz har qanday yangi shartlar kuchga kirishidan kamida 30 kun oldin xabardor qilish uchun oqilona harakat qilamiz. Moddiy o'zgarish nimadan iborat bo'lishi bizning ixtiyorimiz bilan belgilanadi.\nUshbu tahrirlar kuchga kirgandan keyin Xizmatimizga kirish yoki undan foydalanishni davom ettirish orqali siz qayta ko'rib chiqilgan shartlarga rozilik bildirasiz. Agar siz yangi shartlarga toʻliq yoki qisman rozi boʻlmasangiz, iltimos, veb-sayt va Xizmatdan foydalanishni toʻxtating.\n",
        "terms3": "Bosh harfi bosh harf bilan yozilgan so'zlar quyidagi shartlarda aniqlangan ma'noga ega. Quyidagi ta'riflar birlikda yoki ko'plikda paydo bo'lishidan qat'i nazar, bir xil ma'noga ega bo'lishi kerak.",
        "terms30": "Biz bilan bog'lanish\n",
        "terms31": "Agar sizda ushbu shartlar bo'yicha savollaringiz bo'lsa, biz bilan bog'lanishingiz mumkin:\nBizning veb-saytimizda ushbu sahifaga tashrif buyurib:https://maxone/terms",
        "terms4": "Ushbu Shartlar va Shartlarning maqsadlari uchun:\nHamkor“nazorat” deganda 50% yoki undan ortiq aksiyalar, aktsiyadorlik ulushlari yoki direktorlar yoki boshqa boshqaruv organlarini saylash uchun ovoz berish huquqiga ega bo‘lgan boshqa qimmatli qog‘ozlarga egalik qilish tushuniladi, bunda “nazorat” deganda, biror tomon tomonidan nazorat qilinadigan, nazorat qilinadigan yoki umumiy nazorat ostida bo‘lgan tashkilot tushuniladi.\nMamlakatnazarda tutadi: O‘zbekiston\nKompaniya(ushbu Shartnomada \"Kompaniya\", \"Biz\", \"Biz\" yoki \"Bizning\" deb yuritiladi) Max One MChJ, Toshkent, O'zbekistonga ishora qiladi.\nQurilmaKompyuter, mobil telefon yoki raqamli planshet kabi Xizmatga kirishi mumkin bo'lgan har qanday qurilmani anglatadi.\nXizmatVeb-saytga murojaat qiladi.\nFoydalanish shartlari(shuningdek, \"Shartlar\" deb ataladi) Xizmatdan foydalanish bo'yicha Siz va Kompaniya o'rtasidagi to'liq kelishuvni tashkil etuvchi ushbu Shartlar va shartlarni anglatadi. Ushbu Shart va Shartlar to'g'risidagi shartnoma yordamida yaratilganTermsFeed qoidalari va shartlari generatori.\nUchinchi tomon ijtimoiy media xizmatiXizmat tomonidan ko'rsatilishi, qo'shilishi yoki taqdim etilishi mumkin bo'lgan uchinchi tomon tomonidan taqdim etilgan har qanday xizmatlar yoki tarkibni (shu jumladan ma'lumotlar, ma'lumotlar, mahsulotlar yoki xizmatlar) anglatadi.\nVeb-saytdan kirish mumkin bo'lgan Maxonega ishora qiladihttps://maxone.uz\nSizXizmatdan foydalanayotgan yoki undan foydalanayotgan jismoniy shaxsni yoki tegishli ravishda ushbu shaxs Xizmatdan foydalanayotgan yoki uning nomidan foydalanayotgan kompaniya yoki boshqa yuridik shaxsni anglatadi.\n",
        "terms5": "Tasdiqlash",
        "terms7": "Bular ushbu Xizmatdan foydalanishni tartibga soluvchi Shartlar va Siz bilan Kompaniya o'rtasida amal qiladigan shartnomadir. Ushbu Shartlar va shartlar barcha foydalanuvchilarning Xizmatdan foydalanish bo'yicha huquq va majburiyatlarini belgilaydi.\nSizning xizmatga kirishingiz va undan foydalanishingiz ushbu Shart va qoidalarni qabul qilishingiz va ularga rioya qilishingiz bilan bog'liq. Ushbu Shartlar va shartlar barcha tashrif buyuruvchilar, foydalanuvchilar va Xizmatga kiradigan yoki undan foydalanadigan boshqalarga nisbatan qo'llaniladi.\nXizmatga kirish yoki undan foydalanish orqali siz ushbu Shartlar va shartlarga rozilik bildirasiz. Agar siz ushbu Shartlarning biron bir qismiga rozi bo'lmasangiz, siz Xizmatga kira olmaysiz.\nSiz 18 yoshdan katta ekanligingizni bildirasiz. Kompaniya 18 yoshdan kichiklarga Xizmatdan foydalanishga ruxsat bermaydi.\nSizning Xizmatga kirishingiz va undan foydalanishingiz, shuningdek, Kompaniyaning Maxfiylik siyosatini qabul qilishingiz va unga rioya qilishingiz bilan bog'liq. Bizning Maxfiylik siyosatimiz ilova yoki veb-saytdan foydalanganingizda shaxsiy ma'lumotlaringizni to'plash, ishlatish va oshkor qilish bo'yicha siyosatimiz va tartiblarimizni tavsiflaydi va sizga maxfiylik huquqlaringiz va qonun sizni qanday himoya qilishini aytib beradi. Iltimos, Xizmatimizdan foydalanishdan oldin Maxfiylik siyosatimizni diqqat bilan o'qing.\n",
        "terms8": "Boshqa veb-saytlarga havolalar",
        "terms9": "Bizning xizmatimizda Kompaniyaga tegishli bo'lmagan yoki boshqarilmaydigan uchinchi tomon veb-saytlari yoki xizmatlariga havolalar bo'lishi mumkin.\nKompaniya uchinchi tomon veb-saytlari yoki xizmatlarining mazmuni, maxfiylik siyosati yoki amaliyoti ustidan nazoratga ega emas va hech qanday javobgarlikni o'z zimmasiga olmaydi. Bundan tashqari, siz Kompaniyaning har qanday kontent, tovarlar yoki xizmatlardan foydalanish yoki ulardan foydalanish yoki ular bilan bog'liq holda etkazilgan yoki etkazilgan zarar yoki zarar uchun bevosita yoki bilvosita javobgar bo'lmasligini tan olasiz va bunga rozilik bildirasiz. yoki bunday veb-saytlar yoki xizmatlar orqali.\nSiz tashrif buyurgan uchinchi tomon veb-saytlari yoki xizmatlarining shartlari va maxfiylik siyosati bilan tanishib chiqishingizni qat'iy tavsiya qilamiz.\n",
        "types": "Kimlar uchun",
        "u": "Narx",
        "uzbek": "O'zbekcha",
        "v": "Asosiy",
        "w": "eng ko'p sotilgan mahsulotlar",
        "x": "uy texnikasi",
        "y": "Brend",
        "z": "akssesuarlar"
    },
    "ru": {
        "0": "смартфоны",
        "1": "Ноутбуки",
        "2": "Смартфоны",
        "3": "телевизоры",
        "4": "Холодильники",
        "5": "Обогреватели",
        "6": "Свяжитесь с нами",
        "7": "поиск",
        "8": "читать далее",
        "9": "категории",
        "12": "Разместить заказ",
        "13": "Подробное описание",
        "[": "новые продукты",
        "about_us": "Maxone – это первый и крупнейший магазин кнопочных телефонов в Узбекистане.\n\nЗанимается продажа мобильных кнопочных телефонов.\n \nВ магазине вставлены в продажу более 1000 наименований кнопочных телефонов. Среди них есть все виды мобильных телефонов которые существует.\n\nMaxone на сегодняшний день начал свою деятельность в интернете в виде веб сайта. Вы можете приобрести телефон любого вида с нашего веб сайта",
        "adres": "г.Ташкент, Учтепинский район 12-4",
        "all": "общий",
        "all_phones": "Все телефоны",
        "alls": "Все",
        "approve": "Ваш запрос принят",
        "arzon": "Начать дешево",
        "as": "Этот сайт предлагает вам широкий ассортимент качественной технической продукции. В Maxone вы найдете современные решения для современных нужд!",
        "b": "последнее обновление",
        "batafsil": "Более",
        "buy": "Покупка",
        "c": "товары со скидкой",
        "call": "Вызов",
        "catalog": "Категории",
        "color": "Цвет",
        "computers": "компьютеры",
        "d": "товары",
        "e": "Купи сейчас",
        "en": "Английский",
        "f": "контакт",
        "f_1": "О нас",
        "f_2": "Условия эксплуатации",
        "f_3": "Категории",
        "f_4": "Новости",
        "fix": "Заполнить его",
        "f_name1": "Компания",
        "f_name2": "Товары",
        "f_name3": "Коммуникация",
        "g": "поддерживать",
        "h": "отсортированные продукты",
        "home": "Домашняя страница",
        "hudud": "Выберите свой регион",
        "i": "Фильтр",
        "ism": "Введите ваше имя",
        "izoh": "Объяснение",
        "j": "часы",
        "k": "кнопочные телефоны",
        "l": "киберспорт",
        "last": "Последние",
        "like": "Избранное",
        "likes": "Любимые продукты",
        "likes_2": "Здесь хранятся избранные любимые продукты",
        "m": "назад",
        "mail": "info@maxone.uz",
        "main": "Домашняя страница",
        "n": "Похожие модели",
        "number": "+998995595353",
        "o": "Начать дешево",
        "p": "Начните со значений",
        "q": "таблетки",
        "qimmat": "Начиная с цены",
        "r": "выбрать марку",
        "ru": "Русский",
        "s": "домашняя страница",
        "search": "Поиск",
        "send": "Отправка",
        "sevimli": "Сохранено в избранном",
        "slogan": "Новости о хороших кнопочных телефонах начинаются с Maxone",
        "t": "Фильтрация",
        "tarif": "Определения",
        "terms1": "Условия использования Последнее обновление: 21 октября 2022 г. Пожалуйста, внимательно прочитайте эти условия перед использованием нашего Сервиса.",
        "terms10": "Прекращение",
        "terms11": "Мы можем немедленно прекратить или приостановить ваш доступ без предварительного уведомления или ответственности по любой причине, в том числе, помимо прочего, в случае нарушения вами настоящих Условий. После прекращения действия ваше право на использование Сервиса немедленно прекращается.",
        "terms12": "Ограничение ответственности",
        "terms13": "Независимо от любых убытков, которые могут быть вам причинены, полная ответственность Компании и любого из ее поставщиков в соответствии с любым положением настоящих Условий и ваша исключительная защита от всего вышеизложенного должны составлять сумму, фактически уплаченную через Сервис, или ограниченную до 100 долларов США. . Если вы ничего не приобрели через Сервис. В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, КОМПАНИЯ ИЛИ ЕЕ ПОСТАВЩИКИ НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ЗА КАКИЕ-ЛИБО ОСОБЫЕ, СЛУЧАЙНЫЕ, КОСВЕННЫЕ ИЛИ КОСВЕННЫЕ УБЫТКИ (ВКЛЮЧАЯ, ПОМИМО ПРОЧЕГО, УПУЩЕННУЮ ПРИБЫЛЬ, ПОТЕРЮ ДАННЫХ или других данных). , прерывание деятельности, телесные повреждения, потеря конфиденциальности, связанная с использованием или невозможностью использования Сервиса, стороннего программного обеспечения и/или стороннего оборудования, используемого в Сервисе, или иным образом в отношении любого положения настоящих Условий), даже если Компания или какой-либо поставщик были уведомлены о возможности таких убытков и даже если средство правовой защиты несовместимо с его основной целью. В НЕКОТОРЫХ ШТАТАХ НЕ ДОПУСКАЕТСЯ ИСКЛЮЧЕНИЕ ПОДРАЗУМЕВАЕМЫХ ГАРАНТИЙ ИЛИ ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ ЗА СЛУЧАЙНЫЕ ИЛИ КОСВЕННЫЕ УБЫТКИ, ПОЭТОМУ НЕКОТОРЫЕ ИЗ ВЫШЕУКАЗАННЫХ ОГРАНИЧЕНИЙ МОГУТ НЕ ПРИМЕНЯТЬСЯ. В ЭТИХ ГОСУДАРСТВАХ ОТВЕТСТВЕННОСТЬ КАЖДОЙ СТОРОНЫ ОГРАНИЧЕНА В СТЕПЕНИ, РАЗРЕШЕННОЙ ЗАКОНОМ.",
        "terms14": "Услуга предоставляется Вам «КАК ЕСТЬ» и «КАК ДОСТУПНО» со всеми неисправностями и дефектами без каких-либо гарантий. В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, КОМПАНИЯ ОТ ИМЕНИ СЕБЯ И СВОИХ АФФИЛИРОВАННЫХ ЛИЦ, А ТАКЖЕ ИХ СООТВЕТСТВУЮЩИХ ЛИЦЕНЗИАРОВ И ПОСТАВЩИКОВ УСЛУГ, ОТКАЗЫВАЕТСЯ ОТ ВСЕХ ГАРАНТИЙ, ЯВНЫХ, ПОДРАЗУМЕВАЕМЫХ, ЗАКОННЫХ ИЛИ ИНЫХ. Услуги, включая все подразумеваемые гарантии товарной пригодности, пригодности для определенной цели, правового титула и ненарушения прав, а также любые гарантии, которые могут возникнуть в результате сделок, хода работы, использования или торговой практики. НЕ ОГРАНИЧИВАЯ ВЫШЕИЗЛОЖЕННОЕ, КОМПАНИЯ НЕ ДАЕТ НИКАКИХ ГАРАНТИЙ ИЛИ ОБЯЗАТЕЛЬСТВ И НЕ ДЕЛАЕТ НИКАКИХ ЗАЯВЛЕНИЙ, ЧТО СЛУЖБА СООТВЕТСТВУЕТ ВАШИМ ТРЕБОВАНИЯМ ИЛИ ДОСТИЖЕТ ВАШИХ ЖЕЛАЕМЫХ РЕЗУЛЬТАТОВ. : (i) в отношении работы или доступности Услуги, или информации, контента и материалов или товары. входит в него; (ii) что Служба будет бесперебойной или безошибочной; (iii) в отношении точности, надежности или актуальности любой информации или контента, предоставляемых через Сервис; или (iv) что Сервис, его серверы, контент или сообщения электронной почты, отправляемые от имени Компании, не содержат вирусов, сценариев, троянских коней, червей, вредоносных программ, бомб замедленного действия или других вредоносных компонентов. В НЕКОТОРЫХ ЮРИСДИКЦИЯХ НЕ ДОПУСКАЕТСЯ ИСКЛЮЧЕНИЕ ОПРЕДЕЛЕННЫХ ВИДОВ ГАРАНТИЙ ИЛИ ОГРАНИЧЕНИЙ ПРИМЕНИМЫХ ЗАКОНОДАТЕЛЬНЫХ ПРАВ ПОТРЕБИТЕЛЯ, ПОЭТОМУ НЕКОТОРЫЕ ИЛИ ВСЕ ВЫШЕУКАЗАННЫЕ ИСКЛЮЧЕНИЯ И ОГРАНИЧЕНИЯ МОГУТ НЕ РАСПРОСТРАНЯТЬСЯ НА ВАС. Но в таком случае исключения и ограничения, изложенные в этом разделе, применяются в максимальной степени, разрешенной применимым законодательством.",
        "terms15": "Закон об управлении",
        "terms16": "Настоящие Условия и использование вами Сервиса регулируются законами этой страны, за исключением коллизионных норм. Использование вами Приложения также может регулироваться другими местными, государственными, национальными или международными законами.",
        "terms17": "Разрешение спора",
        "terms18": "Если у вас есть какие-либо опасения или споры относительно Сервиса, вы соглашаетесь разрешить спор неофициально, сначала связавшись с Компанией.",
        "terms19": "Для пользователей Европейского Союза (ЕС)",
        "terms2": "Комментарии и определения",
        "terms20": "Если вы являетесь потребителем из ЕС, на вас распространяются все обязательные положения законодательства страны вашего проживания.",
        "terms21": "Соблюдение законодательства США",
        "terms22": "Вы заявляете и гарантируете, что (i) вы не находитесь в стране, на которую распространяется эмбарго правительства США или которая была признана правительством США «террористическим государством», и (ii) вы не являетесь таковым. Внесен в список запрещенных или ограниченных партий правительством Соединенных Штатов.",
        "terms23": "Развод и отказ",
        "terms24": "Делимость: если какое-либо положение настоящих Условий будет признано не имеющим законной силы или недействительным, такое положение должно быть изменено и истолковано в максимально возможной степени в соответствии с применимым законодательством, а остальные положения остаются в полной силе и действии.",
        "terms25": "Отказ от прав: За исключением случаев, предусмотренных в настоящем документе, неиспользование права или требование выполнения обязательства в соответствии с настоящими Условиями не влияет на способность любой из сторон осуществлять такое право или требовать такого исполнения в любое время после этого, и отказ от нарушения не должен представляют собой отказ. . любое последующее нарушение.",
        "terms26": "Перевод устный",
        "terms27": "Настоящие Условия могли быть переведены, если мы сделали их доступными для вас в нашем Сервисе. Вы соглашаетесь с тем, что исходный текст на английском языке имеет преимущественную силу в случае возникновения спора.",
        "terms28": "Изменения настоящих Условий",
        "terms29": "Мы оставляем за собой право по собственному усмотрению изменять или заменять настоящие Условия в любое время. Если изменение является существенным, мы приложим разумные усилия, чтобы уведомить об этом не менее чем за 30 дней до вступления в силу любых новых условий. Что представляет собой существенное изменение, определяется по нашему собственному усмотрению. Получая доступ к нашему Сервису или продолжая использовать его после того, как эти изменения вступят в силу, вы соглашаетесь с измененными условиями. Если вы не согласны с новыми условиями полностью или частично, пожалуйста, прекратите использование Веб-сайта и Сервиса.",
        "terms3": "Слова, написанные с заглавной буквы, имеют значения, указанные в следующих терминах. Следующие определения имеют одинаковое значение независимо от того, стоят ли они в единственном или множественном числе.",
        "terms30": "свяжитесь с нами",
        "terms31": "Если у вас есть какие-либо вопросы об этих условиях, вы можете связаться с нами: На нашем веб-сайте, посетив эту страницу: https://maxone/terms",
        "terms4": "Для целей настоящих Положений и условий: «Контроль» аффилированного лица означает владение 50% или более акций, долей участия или других ценных бумаг, имеющих право голоса на выборах директоров или других органов управления, где «контроль» означает, означает организация, контролируемая, контролируемая или находящаяся под общим контролем стороны. Страна: Узбекистан Компания (именуемая в настоящем Соглашении «Компания», «Мы», «Нас» или «Наш») относится к ООО «Макс Уан», Ташкент, Узбекистан. Устройство означает любое устройство, которое может получить доступ к Сервису, например, компьютер, мобильный телефон или цифровой планшет. Сервис ссылается на веб-сайт. Условия использования (также именуемые «Условия») означают настоящие Условия и положения, которые представляют собой полное соглашение между Вами и Компанией относительно использования Сервиса. Это соглашение об условиях было создано с использованием генератора условий и положений. Служба социальных сетей третьих лиц означает любые услуги или контент (включая данные, информацию, продукты или услуги), предоставляемые третьей стороной, которые могут отображаться, добавляться или предоставляться посредством Службы. Относится к Maxone, доступной на веб-сайте https://maxone.uz. Вы имеете в виду физическое лицо, использующее или использующее Сервис, или, в зависимости от обстоятельств, компанию или другое юридическое лицо, использующее или от имени которого такое лицо использует Сервис.",
        "terms5": "Подтверждение",
        "terms7": "Это Условия, регулирующие использование вами этой Услуги, и соглашение между вами и Компанией. Настоящие Условия определяют права и обязанности всех пользователей в отношении использования Сервиса. Ваш доступ к Сервису и его использование зависят от вашего согласия и соблюдения настоящих Условий. Настоящие Условия распространяются на всех посетителей, пользователей и других лиц, которые получают доступ к Сервису или используют его. Получая доступ к Сервису или используя его, вы соглашаетесь с настоящими Условиями. Если вы не согласны с какой-либо частью настоящих Условий, вы не можете получить доступ к Сервису. Вы подтверждаете, что вам больше 18 лет. Компания не позволяет лицам моложе 18 лет использовать Сервис. Ваш доступ к Сервису и его использование также зависят от вашего согласия и соблюдения Политики конфиденциальности Компании. Наша Политика конфиденциальности описывает нашу политику и процедуры в отношении сбора, использования и раскрытия вашей личной информации при использовании вами Приложения или Веб-сайта, а также сообщает вам о ваших правах на конфиденциальность и о том, как закон защищает вас. Пожалуйста, внимательно ознакомьтесь с нашей Политикой конфиденциальности перед использованием нашего Сервиса.",
        "terms8": "Ссылки на другие сайты",
        "terms9": "Наш Сервис может содержать ссылки на сторонние веб-сайты или сервисы, которые не принадлежат Компании и не управляются ею. Компания не контролирует и не несет ответственности за содержание, политику конфиденциальности или действия сторонних веб-сайтов или служб. Вы также признаете и соглашаетесь с тем, что Компания не несет ответственности, прямо или косвенно, за любые убытки или ущерб, причиненные или понесенные в связи с использованием или использованием любого контента, товаров или услуг. или через такие веб-сайты или службы. Мы настоятельно рекомендуем вам ознакомиться с условиями и политикой конфиденциальности любых сторонних веб-сайтов или служб, которые вы посещаете.",
        "types": "Для кого",
        "u": "Цена",
        "uzbek": "узбекский",
        "v": "Главный",
        "w": "самые продаваемые продукты",
        "x": "бытовая техника",
        "y": "Бренд",
        "z": "аксессуары"
    },
    "en": {
        "0": "smartphones",
        "1": "Laptops",
        "2": "Smartphones",
        "3": "Televisions",
        "4": "Refrigerators",
        "5": "Heaters",
        "6": "Contact us",
        "7": "search",
        "8": "read more",
        "9": "categories",
        "12": "Place an order",
        "13": "detailed description",
        "[": "new products",
        "about_us": "Maxone is the first and largest button phone store in Uzbekistan.\n\nEngaged in the sale of mobile push-button phones.\n \nMore than 1000 items of push-button telephones are put on sale in the store. Among them there are all kinds of mobile phones that exist.\n\nMaxone has now started its activities on the Internet in the form of a website. You can purchase any kind of phone from our website",
        "adres": "Tashkent city, Uchtepa district 12-4",
        "all": "common",
        "all_phones": "All phones",
        "alls": "Everything",
        "approve": "Your request has been accepted",
        "arzon": "Start cheap",
        "as": "This site offers you a wide range of quality technical products. At Maxone you will find modern solutions for modern needs!",
        "b": "last update",
        "batafsil": "More",
        "buy": "Purchase",
        "c": "discounted products",
        "call": "A call",
        "catalog": "Categories",
        "color": "Color",
        "computers": "computers",
        "d": "products",
        "e": "buy now",
        "en": "English",
        "f": "contact",
        "f_1": "About us",
        "f_2": "Terms of use",
        "f_3": "Categories",
        "f_4": "News",
        "fix": "Fill it up",
        "f_name1": "Company",
        "f_name2": "Products",
        "f_name3": "Communication",
        "g": "support",
        "h": "sorted products",
        "home": "Homepage",
        "hudud": "Select your region",
        "i": "Filter",
        "ism": "Enter your name",
        "izoh": "Explanation",
        "j": "hours",
        "k": "push button phones",
        "l": "eSports",
        "last": "The last ones",
        "like": "Favorites",
        "likes": "Favorite products",
        "likes_2": "Selected favorite products are stored here",
        "m": "back",
        "mail": "info@maxone.uz",
        "main": "Homepage",
        "n": "Similar models",
        "number": "+998995595353",
        "o": "Start cheap",
        "p": "Start with the values",
        "q": "tablets",
        "qimmat": "Starting from the price",
        "r": "choose a brand",
        "ru": "Russian",
        "s": "home page",
        "search": "Search",
        "send": "Sending",
        "sevimli": "Saved to favorites",
        "slogan": "News about good push-button phones starts with Maxone",
        "t": "Filtering",
        "tarif": "Definitions",
        "terms1": "Terms of Use Last Updated: October 21, 2022 Please read these terms and conditions carefully before using our Service.",
        "terms10": "Termination",
        "terms11": "We may immediately terminate or suspend your access without notice or liability for any reason, including without limitation if you violate these Terms. Upon your termination, your right to use the Service will terminate immediately.",
        "terms12": "Limitation of Liability",
        "terms13": "Regardless of any damages that may be caused to you, the entire liability of the Company and any of its suppliers under any provision of these Terms and your exclusive defense for all of the foregoing shall be the amount actually paid through the Service or Limited to USD 100. If you have not purchased anything through the Service. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL THE COMPANY OR ITS SUPPLIERS BE LIABLE FOR ANY SPECIAL, INCIDENTAL, INDIRECT, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, LOSS OF PROFITS, LOSS OF DATA, or other data, business interruption, personal injury, loss of privacy related to use or inability to use the Service, third-party software and/or third-party hardware used in the Service, or otherwise, in relation to any provision of these Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy is inconsistent with its primary purpose. SOME STATES DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR THE LIMITATION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY. IN THESE STATES EACH PARTY'S LIABILITY IS LIMITED TO THE EXTENT PERMITTED BY LAW.",
        "terms14": "The Service is provided to You \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE COMPANY, ON BEHALF OF ITSELF AND ITS AFFILIATES, AND THEIR RESPECTIVE LICENSORS AND SERVICE PROVIDERS, DISCLAIMS ALL WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE. Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and any warranties that may arise as a result of dealing, course of operation, use or trade practice. WITHOUT LIMITING THE FOREGOING, THE COMPANY MAKES NO WARRANTY OR OBLIGATION AND MAKES NO REPRESENTATIONS THAT THE SERVICE WILL MEET YOUR REQUIREMENTS OR ACHIEVE YOUR DESIRED RESULTS. : (i) regarding the operation or availability of the Service, or the information, content and materials or products. included in it; (ii) that the Service will be uninterrupted or error-free; (iii) as to the accuracy, reliability or currency of any information or content provided through the Service; or (iv) that the Service, its servers, content, or e-mail messages sent on behalf of the Company are free of viruses, scripts, Trojan horses, worms, malware, time bombs, or other harmful components. SOME JURISDICTIONS DO NOT ALLOW EXCLUSIONS OF CERTAIN TYPES OF WARRANTIES OR LIMITATIONS ON APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO SOME OR ALL OF THE ABOVE EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU. But in such event, the exclusions and limitations set forth in this section shall apply to the maximum extent permitted by applicable law.",
        "terms15": "Management law",
        "terms16": "The laws of that country shall govern these Terms and Your use of the Service, excluding its conflict of law provisions. Your use of the Application may also be subject to other local, state, national or international laws.",
        "terms17": "Dispute resolution",
        "terms18": "If you have any concerns or disputes regarding the Service, you agree to resolve the dispute informally by first contacting the Company.",
        "terms19": "For European Union (EU) users",
        "terms2": "Comments and definitions",
        "terms20": "If you are an EU consumer, you will be subject to any mandatory provisions of the law of your country of residence.",
        "terms21": "United States Legal Compliance",
        "terms22": "You represent and warrant that (i) you are not located in a country that is subject to a United States government embargo or that has been designated by the United States government as a \"terrorist state,\" and (ii) you are not. Listed as a prohibited or restricted party by the United States government.",
        "terms23": "Divorce and Waiver",
        "terms24": "Severability: If any provision of these Terms is held to be unenforceable or invalid, such provision shall be modified and construed to the maximum extent possible in accordance with applicable law, and the remaining provisions shall remain in full force and effect.",
        "terms25": "Waiver: Except as provided herein, failure to exercise a right or require performance of an obligation under these Terms shall not affect the ability of either party to exercise such right or require such performance at any time thereafter, and the waiver of a breach shall not constitute a waiver. . any subsequent breach.",
        "terms26": "Translation interpretation",
        "terms27": "These Terms may have been translated if we have made them available to you on our Service. You agree that the original English text shall prevail in the event of a dispute.",
        "terms28": "Changes to these Terms and Conditions",
        "terms29": "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will make reasonable efforts to provide notice at least 30 days before any new terms become effective. What constitutes a material change is determined in our sole discretion. By accessing or continuing to use our Service after these revisions become effective, you agree to the revised terms. If you do not agree to the new terms in whole or in part, please stop using the Website and the Service.",
        "terms3": "Capitalized words have the meanings set forth in the following terms. The following definitions shall have the same meaning whether appearing in the singular or the plural.",
        "terms30": "contact us",
        "terms31": "If you have any questions about these terms, you can contact us: On our website by visiting this page: https://maxone/terms",
        "terms4": "For the purposes of these Terms and Conditions: Affiliate “control” means ownership of 50% or more of the shares, equity interests or other securities entitled to vote for the election of directors or other management bodies, where “control” means , means an entity controlled, controlled or under common control by a party. Country: Uzbekistan Company (referred to in this Agreement as \"Company\", \"We\", \"Us\" or \"Our\") refers to Max One LLC, Tashkent, Uzbekistan. Device means any device that can access the Service, such as a computer, mobile phone or digital tablet. The service refers to the website. Terms of Use (also referred to as \"Terms\") means these Terms and Conditions, which constitute the entire agreement between You and the Company regarding the use of the Service. This Terms and Conditions agreement was created using the TermsFeed Terms and Conditions Generator. Third Party Social Media Service means any services or content (including data, information, products or services) provided by a third party that may be displayed, added or made available by the Service. Refers to Maxone accessible from the website https://maxone.uz You mean the individual using or using the Service or, as applicable, the company or other legal entity using or on behalf of which such person is using the Service.",
        "terms5": "Confirmation",
        "terms7": "These are the Terms governing your use of this Service and the agreement between You and the Company. These Terms and Conditions define the rights and obligations of all users regarding the use of the Service. Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms and Conditions. These Terms and Conditions apply to all visitors, users and others who access or use the Service. By accessing or using the Service, you agree to these Terms and Conditions. If you do not agree with any part of these Terms, you may not access the Service. You represent that you are over 18 years of age. The Company does not allow anyone under the age of 18 to use the Service. Your access to and use of the Service is also conditioned on your acceptance of and compliance with the Company's Privacy Policy. Our Privacy Policy describes our policies and procedures regarding the collection, use and disclosure of your personal information when you use the App or Website, and tells you your privacy rights and how the law protects you. Please read our Privacy Policy carefully before using our Service.",
        "terms8": "Links to other websites",
        "terms9": "Our Service may contain links to third-party websites or services that are not owned or operated by the Company. The Company has no control over, and assumes no responsibility for, the content, privacy policies or practices of third party websites or services. You further acknowledge and agree that the Company shall not be liable, directly or indirectly, for any loss or damage caused or incurred in connection with the use or use of any content, goods or services. or through such websites or services. We strongly encourage you to review the terms and privacy policies of any third-party websites or services you visit.",
        "types": "For whom",
        "u": "Price",
        "uzbek": "Uzbek",
        "v": "Main",
        "w": "best selling products",
        "x": "home appliances",
        "y": "Brand",
        "z": "accessories"
    }
}